Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/social_welfare/social_welfare_payments/disability_and_illness/domiciliary_care_allowance.html.txt.tmx
Source language: en
Languages: ga

source: Domiciliary Care Allowance (DCA) is a monthly payment for a child aged under 16 with a severe disability, who requires ongoing care and attention, substantially over and above the care and attention usually required by a child of the same age. It is not means tested
ga: Íocaíocht mhíosúil is ea an Liúntas Cúram Baile a dhéantar le cúramóir linbh a bhfuil míchumas trom air a chiallaíonn go bhfuil i bhfad níos mó cúraim agus aire agus/nó maoirseachta de dhíth air ná leanbh eile den aois chéanna

source: You can find the definitions for terms such as severe or substantially in the DCA Medical Guidelines (pdf)
ga: Caithfear an cúram agus aire seo a sholáthar le cur ar chumas an linbh déileáil le gníomhaíochtaí laethúla

source: These are used by the Department of Social Protection when it is assessing applications for DCA
ga: Caithfidh sé a bheith dealraitheach go mbeidh an leibhéal cúraim agus aire seo de dhíth ar an leanbh ar feadh 12 mhí ar a laghad

source: The DCA scheme was administered by the Health Service Executive (HSE) before it was transferred to the Department of Social Protection in 2009
ga: Is féidir leat na sainmhínithe ar théarmaí amhail trom nó go substaintiúil a fháil i dTreoirlínte Míochaine an Liúntais Chúram Baile (DCA) (pdf)

source: You can also read the information leaflet for DCA (SW127)
ga: Bíonn siad sin in úsáid ag an Roinn Coimirce Sóisialaí agus iarratais ar DCA á measúnú aici

source: The leaflet is available from your Intreo Centre or Citizens Information Service
ga: Sonraítear sna treoirlínte nach bhfuil an íocaíocht bunaithe ar an gcineál míchumais ach go bhfuil sí bunaithe ar an lagú iarmhartach fisiciúil nó meabhrach a fhágann go dteastaíonn cúram agus aire ón leanbh atá ar mhéid atá níos mó go substaintiúil ná leanbh eile den aois chéanna

source: Since 1 June 2017, all children getting DCA are eligible for a medical card without a means test
ga: Bhí an Liúntas Cúram Baile á riar ag Feidhmeannacht na Seirbhíse Sláinte sular aistríodh chuig an Roinn Coimirce Sóisialaí é

source: If the child does not already have a medical card or GP visit card, you can register them online or download a registration form
ga: Is féidir leat freisin an bhileog faisnéise le haghaidh DCA (SW127) a léamh

source: If the child already has a medical card or GP visit card, they will be automatically registered for a medical card and registration is not required
ga: Tá an bhileog faisnéise ar fáil ó ionad Intreo nó ó Sheirbhís um Fhaisnéis do Shaoránaigh

source: To qualify, the child must have a severe disability that is likely to last for at least 1 year and:
ga: Le go mbeidh sé incháilithe, ní mór míchumas trom a bheith ar an leanbh is dócha a mhairfidh bliain ar a laghad agus:

source: • Be aged under 16 (at 16, the child can apply for a Disability Allowance - see 'How to apply' below for more information)
ga: • Ní mór dó a bheith faoi bhun 16 bliana d’aois, (in aois a 16, féadfaidh an leanbh cur isteach ar Liúntas Míchumais)

source: • Live at home with the person claiming the allowance for 5 or more days a week - see 'Half-rate payment' below
ga: • A bheith ina chónaí sa bhaile leis an duine a bhfuil an liúntas á éileamh aige ar feadh 5 lá nó níos mó in aghaidh na seachtaine - féach ‘Íocaíocht ar leathráta’ thíos

source: • Meet the medical criteria - see below
ga: • Na critéir liachta a chomhlíonadh - féach thíos

source: • Be ordinarily resident in the State
ga: • A bheith ina ghnáthchónaí sa Stát

source: In addition, the person claiming the allowance for the child must:
ga: Lena chois sin, caithfidh an duine a bhfuil an liúntas á éileamh don leanbh aige:

source: • Provide for the care of the child
ga: • Socruithe a dhéanamh le haghaidh cúram an linbh

source: • Be habitually resident in the State
ga: • A bheith ina ghnáthchónaí sa Stát

source: The legislation states that to qualify for Domiciliary Care Allowance a child must have "a severe disability requiring continual or continuous care and attention substantially in excess of the care and attention normally required by a child of the same age"
ga: Sonraítear sa reachtaíocht nach mór do leanbh bheith faoi “mhíchumas trom a éilíonn cúram agus aire leantach nó leanúnach is mó go substaintiúil ná an cúram agus an t-aire a theastaíonn ó leanbh den aois chéanna” chun cáiliú le haghaidh Liúntas Cúram Baile

source: This means that eligibility for Domiciliary Care Allowance is not based on the type of impairment or disease, but on the resulting lack of function of body or mind which means the child needs extra care and attention
ga: Ciallaíonn sé sin nach bhfuil incháilitheacht le haghaidh Liúntas Cúram Baile bunaithe ar an gcineál lagaithe nó galair. Ina ionad sin, tá sí bunaithe ar easpa feidhme iarmhartach an choirp nó na meabhrach a fhágann go dteastaíonn cúram breise agus aire bhreise ón leanbh

source: This care and attention must be required to allow the child to deal with the activities of daily living
ga: Caithfidh an cúram agus an t-aire sin bheith ag teastáil chun ligean don leanbh déileáil le gníomhaíochtaí na maireachtála laethúla

source: The child must be likely to require this level of care and attention for at least 12 months
ga: Caithfidh gur dócha go dteastóidh an leibhéal sin cúraim agus aire ón leanbh ar feadh 12 mhí ar a laghad

source: The Department's Medical Assessor looks at all the following before giving an opinion on whether your child meets the medical criteria:
ga: Cuirfidh Measúnóir Liachta na Roinne an méid seo a leanas san áireamh sula dtabharfaidh sé/sí a thuairim nó a tuairim maidir le cibé an gcomhlíonann an leanbh na critéir liachta:

source: • The history of the case
ga: • Athbhreithniú ar stair an cháis

source: • All medical reports received (your GP fills out a medical report and you should include reports from any relevant specialists)
ga: • Gach tuairisc liachta a fhaightear a bhreithniú

source: • Your description of the care and attention required by your child. (The form allows you to state what extra care your child needs under a number of headings.)
ga: • Aird a thabhairt ar an gcur síos ar an gcúram agus ar an aire a bhíonn ag teastáil ón leanbh agus a thugann an tuismitheoir/caomhnóir

source: Children who are being cared for on a full-time basis in residential homes or other institutions are not eligible for the allowance
ga: Níl leanaí atá atá ag fáil cúraim ar bhonn lánaimseartha in ionaid chónaithe nó in institiúidí eile incháilithe don liúntas

source: However, children in residential care who go home may receive a half-rate payment if they are at home for 2 days or more a week, for example, a child who attends residential services from Monday to Friday and goes home at weekends
ga: Féadfaidh leanaí in ionaid chúraim chónaithe a théann abhaile íocaíocht ar leathráta a fháil áfach má bhíonn siad sa bhaile ar feadh 2 lá nó níos mó in aghaidh na seachtaine, mar shampla, leanaí a théann abhaile ag an deireadh seachtaine. Athbhreithnithe agus achomhairc

source: The Domiciliary Care Allowance rate is €309.50 per month
ga: Is é an ráta don Liúntas Cúram Baile ná €309.50 in aghaidh na míosa

source: There is no restriction on the number of children for whom you may claim Domiciliary Care Allowance
ga: Níl aon srian ar líon na leanaí a bhféadfar Liúntas Cúram Baile a éileamh ina leith

source: (In other words, if you are caring for more than 1 child who qualifies for Domiciliary Care Allowance, you may claim the monthly allowance for each)
ga: (Is é sin le rá, má tá tú ag tabhairt cúraim do bhreis agus leanbh amháin atá incháilithe don Liúntas Cúram Baile, féadfaidh tú an liúntas míosúil a éileamh do gach duine díobh)

source: Payment is made on the third Tuesday of every month for the current month
ga: Déantar íocaíocht ar an tríú Máirt de gach mí don mhí reatha

source: Payment may continue for up to 13 weeks if the child is getting medical or other treatment in hospital
ga: Féadfaidh íocaíocht leanúint ar aghaidh ar feadh tréimhse suas go dtí 13 seachtaine má bhíonn cóir leighis nó cóireáil eile á fháil ag an leanbh in ospidéal

source: Your entitlement to Child Benefit is not affected and you may qualify for Carer's Benefit or Carer's Allowance if you meet the other conditions. People getting DCA do not need to fill out the medical form when applying for Carer's Allowance
ga: Níl aon bhaint aige seo leis an teidlíocht ar Shochar Leanaí agus féadfaidh tuismitheoir nó cúramóir eile a bheith incháilithe do Shochar Cúramóra nó do Liúntas Cúramóra freisin má chomhlíonann siad na coinníollacha eile

source: You can also claim a Carer's Support Grant, which is paid automatically each year during the month of June
ga: Féadfar Deontas Tacaíochta do Chúramóirí a éileamh freisin, rud a íoctar go huathoibríoch gach bliain i rith an Mheithimh

source: To apply, fill in a Domiciliary Care Allowance form (pdf)
ga: Chun iarratas a dhéanamh, comhlánaigh foirm Dom Care 1 nó téacsáil “FORM DCA” agus d’ainm agus do sheoladh ina dhiaidh chuig 51909 (bíonn rátaí caighdeánacha téacs i bhfeidhm)

source: You can also get an application form by texting “FORM DCA” followed by your name and address to 51909 (standard text rates apply) or by dropping into your Intreo centre or social welfare local office or local Citizens Information Service
ga: Is féidir leat foirm iarratais a fháil i d'Ionad Intreo ó d’Oifig Leasa Shóisialaigh áitiúil nó san Ionad Faisnéise do Shaoránaigh freisin

source: You should complete Parts 1 to 5 of the form. Please ask your child’s GP/specialist to fill in parts 6 and 7 (the medical section) of the form
ga: Ba chóir duit Codanna 1 go dtí 5 den fhoirm iarratais a chomhlánú agus iarraidh ar lia-chleachtóir ginearálta do linbh codanna 6 agus 7 a chomhlánú

source: You should also attach any reports or other information you have about your child’s disability and the impact it has on their care needs
ga: Bí cinnte le do thoil go gceanglaíonn tú aon tuarascálacha nó measúnuithe a bhaineann le míchumas do linbh

source: Note: If your child has a Pervasive Developmental Disorder (PDD) you are advised to have the medical professional/specialist dealing with your child complete an additional medical form called DomCare3 (pdf)
ga: Tabhair faoi deara: Má tá Neamhord Forleatach Forbraíochta (PDD) ar leanbh, moltar duit iarraidh ar an ngairmí/speisialtóir míochaine atá ag déileáil le do leanbh foirm míochaine bhreise darb ainm DomCare3 (pdf) a chomhlánú

source: (Please note that completion of this form is optional since medical professionals may have already provided a comprehensive report on your child’s medical condition and care needs. However, if you do not have a recent report from your child’s treating medical professional, the DomCare3 form can provide useful additional information.)
ga: Beidh mionsonraí san fhoirm chomhlánaithe faoi riochtaí do linbh agus faoi aon sainriachtanais chúraim a d’fhéadfadh a bheith ag do leanbh de bharr a mhíchumais/míchumais agus cabhróidh an fhoirm chomhlánaithe le measúnóir míochaine na Roinne teacht ar thuairim faoi incháilitheacht

source: Pervasive Developmental Disorder (PDD) refers to a group of disorders characterised by delays in the development of socialisation and communication skills
ga: Tagraíonn Neamhord Forleatach Forbraíochta (PDD) do ghrúpa neamhord arb iad moilleanna ar an bhforbairt scileanna sóisialaithe agus cumarsáide is tréithe dóibh

source: Autism, Asperger’s Syndrome, Childhood Disintegrative Disorder and Rett’s Syndrome are generally referred to under this category. What happens when my child reaches the age of 16?
ga: Tagraítear d’uathachas, do shiondróm Asperger, do Neamhord Dítháthaíoch sa Luath-Óige agus do Shiondróm Rett faoin gcatagóir seo go ginearálta

source: DCA stops when a child reaches 16 so your last DCA payment will be for the month of their 16th birthday
ga: Cad a tharlaíonn nuair a bhaineann mo leanbh aois 16 bliana amach?

source: DA is a means-tested payment for people with disabilities who as a result of their disability are substantially restricted in undertaking work that would otherwise be suitable for a person of their age, experience and qualifications
ga: Cuirtear stop leis an LCB nuair a bhaineann leanbh 16 bliana d’aois amach, mar sin, déanfar d’íocaíocht dheireanach LCB do mhí a mbreithlae 16 bliana

source: The qualifying conditions for DA are different from the qualifying conditions for DCA, so your child is not automatically entitled to DA because DCA was in payment. The means test for Disability Allowance assesses the means of your child and your income is not taken into account
ga: Scríobhfaidh an Roinn Coimirce Sóisialaí chugat 3 mhí roimh bhreithlá 16 bliana do linbh lena mheabhrú duit go gcuirfear deireadh leis an LCB sin agus cuirfear ar an eolas thú ar na roghanna atá ar fáil

source: Your child should apply a few months before they turn 16, to allow time for their application to be processed
ga: Ag aois 16 bliana, féadfaidh do leanbh iarratas a dhéanamh ina gceart féin ar Liúntas Míchumais (LM)

source: Your entitlement to a Carer's Allowance will only be stopped where on review it is decided that your child no longer requires full-time care and attention
ga: Íocaíocht ar a ndéantar tástáil mhaoine is ea an LM do dhaoine atá faoi mhíchumas, a bhfuil cosc substaintiúil orthu chun tabhairt faoi obair a bheadh oiriúnach do dhuine ar a n-aois féin, a bhfuil an taithí agus na cáilíochtaí céanna acu, mar thoradh ar a míchumas

source: A Carer’s Allowance may be reviewed at any time to ensure that you continue to meet the conditions
ga: Is éagsúil coinníollacha cáilithe don LM ó choinníollacha cáilithe don LCB, mar sin, níl do leanbh i dteideal an LM a fháil go huathoibríoch mar gheall go raibh an LCB á íoc

source: If your application is refused, you may submit additional information and ask for the decision to be reviewed
ga: Ba cheart do do leanbh iarratas a dhéanamh cúpla mí sula mbaineann siad 16 bliana amach, chun roinnt ama a thabhairt go bpróiseálfar a n-iarratas

source: If you are not satisfied with the outcome of this review or wish to appeal directly without a review, you can appeal to the independent Social Welfare Appeals Office
ga: Cuirfear stop le do theidlíocht do Liúntas Cúramóra nuair a chuirfear stop leis an LCB. Féadfaidh tú athiarratas a dhéanamh ar Liúntas Cúramóra, ach déanfar measúnú nua ort

source: Your application form and supporting documentation should be sent to:
ga: Ba chóir d’fhoirm iarratais agus doiciméid a thacaíonn léi a sheoladh chuig:

source: Social Welfare Services Office
ga: Oifig na Seirbhísí Leasa Shóisialaigh

source: You can email the Domiciliary Care Allowance section using the secure enquiry form
ga: Is féidir leat ríomhphost don Rannóg Liúntas Cúram Baile a sheoladh tríd an fhoirm fhiosraithe a úsáid

source: If you wish to talk to someone face-to-face about your entitlements, you can visit your local Citizens Information Centre, Intreo Centre or Social Welfare Branch Office
ga: Más mian leat labhairt duine-le-duine faoi do theidlíochtaí, is féidir leat cuairt a thabhairt ar d'ionad Faisnéise do Shaoránaigh áitiúil, oifig leasa shóisialaigh áitiúil nó ionad Intreo
